* list tables
#+BEGIN_SRC emacs-lisp
  (epkg-sql [:select name :from sqlite_master :where (= type table)])
#+END_SRC
#+RESULTS:
| packages         |
| libraries        |
| provided         |
| required         |
| keywords         |
| authors          |
| maintainers      |
| pkg_homepages    |
| pkg_wikipages    |
| raw_wikipages    |
| gelpa_packages   |
| builtin_packages |
| melpa_recipes    |

